xml/request_templates/partitur_cd.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>44445387|870970</ac:identifier>
    <ac:source>NJE</ac:source>
    <dc:title>Mer end nok!</dc:title>
    <dc:title xsi:type="dkdcplus:full">Mer end nok! : 12 fantastiske dyrefabler</dc:title>
    <dc:creator>Frans Bak </dc:creator>
    <dc:creator xsi:type="oss:sort">Bak, Frans</dc:creator>
    <dc:subject xsi:type="dkdcplus:DK5">78.69</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Vokalmusik for børn</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCM">børnekor</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCM">børnemusik</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCM">børnesange</dc:subject>
    <dc:subject xsi:type="dkdcplus:genre">for børn</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCM">jazz</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCM">kor</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCM">vokal</dc:subject>
    <dc:description>Partitur: For 2-4-stemmigt børnekor (lige stemmer) og klaver med becifring, delvis med instrumentalstemmer</dc:description>
    <dc:description>På partiturets titelblad: For lige stemmer og klaver (rytmegruppe ad lib.)</dc:description>
    <dc:description>Partitur illustrationer af Simon Cato Spang-Hanssen</dc:description>
    <dc:description>Cd: Tekster på omslaget</dc:description>
    <dcterms:audience>børnematerialer</dcterms:audience>
    <dc:publisher>Wilhelm Hansen</dc:publisher>
    <dc:contributor>Gerz Feigenberg </dc:contributor>
    <dc:contributor>Simon Spang-Hanssen </dc:contributor>
    <dc:date>2007</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Cd</dc:type>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
    <dc:type xsi:type="dkdcplus:BibDK-Type">undefined</dc:type>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Sammensat materiale</dc:type>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Cd (musik)</dc:type>
    <dc:format>1 cd, 1 partitur, illustreret i farver</dc:format>
    <dcterms:extent>39 sider</dcterms:extent>
    <dc:identifier xsi:type="dkdcplus:ISBN">9788759815281</dc:identifier>
    <dc:identifier>Wilhelm Hansen CD 30760 WH</dc:identifier>
    <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
    <dc:language>Dansk</dc:language>
    <dcterms:hasPart xsi:type="dkdcplus:track">Støjegøjen</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Bangeslangen</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Drømmefrøen</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Styremyren</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Flabenaben</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Alenehvalen</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Ensommerfugl</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Fjernfuglen</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Vranten-elefanten</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Vælgefluen</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Krævekragen</dcterms:hasPart>
    <dcterms:hasPart xsi:type="dkdcplus:track">Skuleuglen</dcterms:hasPart>
    <dcterms:spatial xsi:type="dkdcplus:DBCM">Danmark</dcterms:spatial>
    <dcterms:temporal xsi:type="dkdcplus:DBCM">2000-2009</dcterms:temporal>
  </dkabm:record>
  <marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield tag="001" ind1="0" ind2="0">
        <marcx:subfield code="a">44445387</marcx:subfield>
        <marcx:subfield code="b">870970</marcx:subfield>
        <marcx:subfield code="c">20080916172159</marcx:subfield>
        <marcx:subfield code="d">20080904</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
        <marcx:subfield code="t">FAUST</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="002" ind1="0" ind2="0">
        <marcx:subfield code="b">765700</marcx:subfield>
        <marcx:subfield code="c">9 250 315 1</marcx:subfield>
        <marcx:subfield code="x">76570092503151</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="004" ind1="0" ind2="0">
        <marcx:subfield code="r">n</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="008" ind1="0" ind2="0">
        <marcx:subfield code="t">s</marcx:subfield>
        <marcx:subfield code="u">f</marcx:subfield>
        <marcx:subfield code="a">2007</marcx:subfield>
        <marcx:subfield code="b">dk</marcx:subfield>
        <marcx:subfield code="l">dan</marcx:subfield>
        <marcx:subfield code="v">0</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="009" ind1="0" ind2="0">
        <marcx:subfield code="a">s</marcx:subfield>
        <marcx:subfield code="g">xc</marcx:subfield>
        <marcx:subfield code="a">c</marcx:subfield>
        <marcx:subfield code="g">xx</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="b">cd</marcx:subfield>
        <marcx:subfield code="d">Kr. 119,00</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="e">9788759815281</marcx:subfield>
        <marcx:subfield code="b">partitur</marcx:subfield>
        <marcx:subfield code="b">WH 30760</marcx:subfield>
        <marcx:subfield code="c">hf</marcx:subfield>
        <marcx:subfield code="d">kr. 159,00</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="039" ind1="0" ind2="0">
        <marcx:subfield code="a">mub</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="100" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Bak</marcx:subfield>
        <marcx:subfield code="h">Frans</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="245" ind1="0" ind2="0">
        <marcx:subfield code="a">Mer end nok!</marcx:subfield>
        <marcx:subfield code="c">12 fantastiske dyrefabler</marcx:subfield>
        <marcx:subfield code="e">musik: Frans Bak</marcx:subfield>
        <marcx:subfield code="e">tekst: Gerz Feigenberg</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="260" ind1="0" ind2="0">
        <marcx:subfield code="a">Kbh.</marcx:subfield>
        <marcx:subfield code="b">Wilhelm Hansen</marcx:subfield>
        <marcx:subfield code="c">2007</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="300" ind1="0" ind2="0">
        <marcx:subfield code="n">1 cd</marcx:subfield>
        <marcx:subfield code="n">1 \partitur\</marcx:subfield>
        <marcx:subfield code="a">39 sider</marcx:subfield>
        <marcx:subfield code="b">ill. i farver</marcx:subfield>
        <marcx:subfield code="c">30 cm</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="509" ind1="0" ind2="0">
        <marcx:subfield code="a">Partitur: For 2-4-stemmigt børnekor (lige stemmer) og klaver med becifring, delvis med instrumentalstemmer</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">På partiturets titelblad: For lige stemmer og klaver (rytmegruppe ad lib.)</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="i">Partitur</marcx:subfield>
        <marcx:subfield code="e">illustrationer af Simon Cato Spang-Hanssen</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Cd: Tekster på omslaget</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="531" ind1="0" ind2="0">
        <marcx:subfield code="a">Indhold:</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="538" ind1="0" ind2="0">
        <marcx:subfield code="f">Wilhelm Hansen</marcx:subfield>
        <marcx:subfield code="g">CD 30760 WH</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="m">78.69</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="p">78.793</marcx:subfield>
        <marcx:subfield code="v">8</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="p">78.793</marcx:subfield>
        <marcx:subfield code="v">5</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="p">78.653</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="m">børnemusik</marcx:subfield>
        <marcx:subfield code="m">børnesange</marcx:subfield>
        <marcx:subfield code="m">jazz</marcx:subfield>
        <marcx:subfield code="n">vokal</marcx:subfield>
        <marcx:subfield code="n">kor</marcx:subfield>
        <marcx:subfield code="n">børnekor</marcx:subfield>
        <marcx:subfield code="p">2000-2009</marcx:subfield>
        <marcx:subfield code="l">Danmark</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="700" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Feigenberg</marcx:subfield>
        <marcx:subfield code="h">Gerz</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="700" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="å">1</marcx:subfield>
        <marcx:subfield code="a">Spang-Hanssen</marcx:subfield>
        <marcx:subfield code="h">Simon</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="795" ind1="0" ind2="0">
        <marcx:subfield code="å">11</marcx:subfield>
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Støjegøjen</marcx:subfield>
        <marcx:subfield code="a">Bangeslangen</marcx:subfield>
        <marcx:subfield code="a">Drømmefrøen</marcx:subfield>
        <marcx:subfield code="a">Styremyren</marcx:subfield>
        <marcx:subfield code="a">Flabenaben</marcx:subfield>
        <marcx:subfield code="a">Alenehvalen</marcx:subfield>
        <marcx:subfield code="a">Ensommerfugl</marcx:subfield>
        <marcx:subfield code="a">Fjernfuglen</marcx:subfield>
        <marcx:subfield code="a">Vranten-elefanten</marcx:subfield>
        <marcx:subfield code="a">Vælgefluen</marcx:subfield>
        <marcx:subfield code="a">Krævekragen</marcx:subfield>
        <marcx:subfield code="a">Skuleuglen</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="900" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Hanssen</marcx:subfield>
        <marcx:subfield code="h">Simon Spang-</marcx:subfield>
        <marcx:subfield code="x">se</marcx:subfield>
        <marcx:subfield code="w">Spang-Hanssen, Simon</marcx:subfield>
        <marcx:subfield code="z">700/1</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="s10" ind1="0" ind2="0">
        <marcx:subfield code="a">765700</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
  </marcx:collection>
  <oss:openurl/>
            <os:identifier>870970-basis:44445387</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
